Repository: ctsmedia/contao-changelanguage
Catalog: languages/*/*_module.xlf
Languages: de

# tl_module.hideActiveLanguage.0
source: Hide active language
de: Aktive Sprache ausblenden

# tl_module.hideActiveLanguage.1
source: Please check here if you want to hide the active language on your site.
de: Klicken Sie hier, wenn die aktive Sprache in der Auswahl nicht erscheinen soll.

# tl_module.hideNoFallback.0
source: Hide languages without direct fallback
de: Sprachen ohne direkte Hauptsprache ausblenden

# tl_module.hideNoFallback.1
source: Do not show languages that have no direct fallback assigned.
de: Sprachen ausblenden, welche keine Hauptsprache zugewiesen haben.

# tl_module.customLanguage.0
source: Custom language texts
de: Eigene Sprachtexte

# tl_module.customLanguage.1
source: Please check here if you want to have custom texts for your languages (not uppercase language shortcuts).
de: Klicken Sie hier, wenn Sie anstelle der Sprachkürzel eigene Texte verwenden wollen.

# tl_module.customLanguageText.0
source: Language texts
de: Sprachtexte

# tl_module.customLanguageText.1
source: Please enter a replacement for every language. Use lower case shortcuts.
de: Bitte geben Sie einen Ersatz für jede Sprache ein.

# tl_module.customLanguageText.value
source: Language shortcut
de: Sprachkürzel (klein)

# tl_module.customLanguageText.label
source: Replacement text
de: Ersatztext

# tl_module.limitWebsiteRoots.0
source: Limit Website Roots in Navigation
de: Anzeigen von Website Roots begrenzen

# tl_module.limitWebsiteRoots.1
source: Turning this on will allow you to determine which website roots should be shown in the navigation.
de: Aktiviert die Möglichkeit die anzuzeigenden Website Roots zu begrenzen

# tl_module.websiteRootPageIds.1
source: Choose the Website Roots you want to include / exclude (depends on the below checkbox).
de: Wähle die Website Roots aus, die einbezogen / ausgeschlossen (Abhängig von unterer Checkbox) werden.

# tl_module.negateWebsiteRootsSelection.0
source: Exclude Selection
de: Auswahl ausschließen

# tl_module.negateWebsiteRootsSelection.1
source: All pages in the Selection will be excluded.
de: Alle Seiten in der Auswahl werden ausgeschlossen
